Revit 2024 API
UnitTypeId.FeetPerSecondSquared Property
 Feet per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FeetPerSecondSquared { get; }
Visual Basic
Public Shared ReadOnly Property FeetPerSecondSquared As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetPerSecondSquared {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace